[
    {
        "id": 1,
        "username": "Kristjan",
        "datetime": "08:05",
        "post": "Nädal algab hästi... Kõne reklaamiosakonnast, nad ei suuda ühte faili leida. Soovitan neile otsinguprogrammi Fdisk. Loodan, et nad on mõnda aega hõivatud.",
        "image": "https://m.media-amazon.com/images/M/MV5BMTcwMjEwODM1OF5BMl5BanBnXkFtZTgwMTk0MjYyMjE@._V1_.jpg"
    },
    {
        "id": 2,
        "username": "Kristjan",
        "datetime": "08:25",
        "post": "Laenuosakond kaebab, et nende võrguühendus ei tööta. Lubasin kohe asjaga tegeleda. Tõmban kohvimasina seinast välja ja lülitan nende serveri tagasi. Miks keegi mind ei kuula, kui ma räägin, et siin on liiga vähe pistikupesasid? Laenuosakond tänab kiire tegutsemise eest. Jälle paar õnnelikku kasutajat!",
        "image": ""
    },
    {
        "id": 3,
        "username": "Kristjan",
        "datetime": "08:45",
        "post": "Laojobud tahavad teada, kuidas nad oma tekstiredaktoris kirjastiili muuta saavad. Küsin neilt, millise kiibikomplektiga emaplaat neil on. Lubasid tagasi helistada, kui välja on uurinud.",
        "image": ""
    },
    {
        "id": 4,
        "username": "Kristjan",
        "datetime": "09:20",
        "post": "Kõne harukontorist: nad ei suuda Lotus Notes'ist mingeid andmeid leida. Suunan kõne keldrikorrusele valvuriruumi.",
        "image": ""
    },
    {
        "id": 5,
        "username": "Kristjan",
        "datetime": "09:35",
        "post": "Reklaamiosakonnast teatatakse, et nende PC ei tööta enam ja näitab \"ERROR IN DRIVE O.\" Ütlen neile, et viga on operatsioonisüsteemis ja annan Microsofti hotline-numbri.",
        "image": ""
    },
    {
        "id": 6,
        "username": "Kristjan",
        "datetime": "09:40",
        "post": "Laotegelased väidavad, et said teada, et kirjastiilis pole kiibikomplektiga mingit pistmist. Vastan, et ütlesin enne bitikomplekt, mitte kiibikomplekt. Nad lubavad edasi otsida. Mis kuradi moodi nad juhiload on saanud?!",
        "image": ""
    },
    {
        "id": 7,
        "username": "Kristjan",
        "datetime": "10:05",
        "post": "Koolitusjuht helistab, ta vajab uuele praktikandile koodi. Ütlen, et ta peab esitama taotluse formularil 7A96GFTR4567LPHT. Väidab, et pole sellisest formularist midagi kuulnud. Suunan ta keldrikorrusele valvuri juurde.",
        "image": ""
    },
    {
        "id": 8,
        "username": "Kristjan",
        "datetime": "10:20",
        "post": "Tüübid laost ei anna rahu. Nad on ebasõbralikud ja väidavad, et ma lollitan neid. Olevat nüüd ise välja uurinud, kuidas kirjastiili muuta. Tahavad minu peale personalijuhile kaevata. Lülitan personalijuhi \"hõivatud\" peale. Siis login ennast nende serverisse ja annan neile ühe õppetunni.",
        "image": ""
    },
    {
        "id": 9,
        "username": "Kristjan",
        "datetime": "10:30",
        "post": "Tüdruksõber helistab. Tema vanemad tulevad nädalavahetusel külla ja ta on põhjaliku programmi nende jaoks ette valmistanud. Ei lõpeta lobisemist. Ühendan ta valvuriruumiga.",
        "image": ""
    },
    {
        "id": 10,
        "username": "Kristjan",
        "datetime": "10:40",
        "post": "Jälle ladu! Teatavad, et kõik nende failid on tühjad. Ütlen neile, et see tuleb sellest, kui üritatakse administraatorist targemad olla. Olen armuline ja luban probleemiga tegeleda. Ootan 15 minutit ja muudan nende serveris fondivärvi valge pealt mustale tagasi. Nad tänavad ülevoolavalt ja kinnitavad, et kaebamise ähvardus oli lihtsalt nali. Alates tänasest söövad nad mul peost!",
        "image": ""
    },
    {
        "id": 11,
        "username": "Kristjan",
        "datetime": "10:55",
        "post": "Valvur tuleb minu juurde ja räägib, et saab imelikke kõnesid. Tahab kindlasti arvutitega tuttavaks saada. Luban tal kohe pihta hakata ja annan esimeseks ülesandeks tähelepanelikult kuvarit jälgida. Lähen lõunat sööma.",
        "image": ""
    },
    {
        "id": 12,
        "username": "Kristjan",
        "datetime": "14:30",
        "post": "Saabun lõunasöögilt tagasi. Valvur räägib, et personaliülem käis kohal ja seletas midagi telefoniprobleemist. Lülitan ta telefoni uuesti liinile. Mida need inimesed küll ilma minuta teeksid???",
        "image": "https://m.media-amazon.com/images/M/MV5BNDJjNzJlOTYtY2U0MC00MDE4LWIxNDgtMGIxMDcyODg0NTE1XkEyXkFqcGdeQXRyYW5zY29kZS13b3JrZmxvdw@@._V1_QL75_UX500_CR0,1,500,281_.jpg"
    },
    {
        "id": 13,
        "username": "Kristjan",
        "datetime": "14:35",
        "post": "Lülitan teenusetelefoni uuesti sisse. See heliseb kohe. Helen (paistab uus töötaja olema) logistikast helistab. Ütleb, et vajab kohe uut koodi, kuna unustas vana ära. Seletan talle, et uue koodi genereerib programm, kui sellele tema juuksevärv, vanus, mõõdud ja perekonnaseis ette anda. Andmed on paljutõotavad. Ütlen, et kood saab alles õhtuks valmis, aga kuna asjaga on kiire, toon selle talle koju ära.",
        "image": ""
    },
    {
        "id": 14,
        "username": "Kristjan",
        "datetime": "14:40",
        "post": "Lehitsen veidi personalijuhi märkmikus. Kustutan kolmapäeva alt sissekande \"HOMME PULMA-AASTAPÄEV!!!\" ja neljapäeva alt \"PULMA-AASTAPÄEV! KODUTEEL LILLI OSTA!!!\" Mõtlen, kas ta reedel ikka nii rahulolev välja näeb.",
        "image": ""
    },
    {
        "id": 15,
        "username": "Kristjan",
        "datetime": "14:45",
        "post": "Valvur ütleb, et pilt tundub talle kuidagi tume. Lülitan kuvari sisse ja käivitan screensaveri. Valvur teeb hoolega märkmeid. Kui oleks vaid võimalik kõiki nii kergesti õnnelikuks teha...",
        "image": ""
    },
    {
        "id": 16,
        "username": "Kristjan",
        "datetime": "14:55",
        "post": "Tõstan mõned sissekanded kataloogist \"Parandatud vead\" peaserverisse tagasi, et öisel vahetusel igav ei hakkaks.",
        "image": ""
    },
    {
        "id": 17,
        "username": "Kristjan",
        "datetime": "15:00",
        "post": "Lõpuks on tööpäev läbi! Otsin personaliosakonna serverist Heleni aadressi ja võtan ülemuste ruumi külmkapist pudeli šampust. Märgin veel kiiruga üles tema uue koodi (123456) ja asun teele. Pärast sellist päeva vajab inimene veidi lõõgastumist!!!",
        "image": ""
    }
]